backend/app/controllers/api/v1/operations_controller.rb

        def index
            @operations = Operation.all
---
SELECT "operations".* FROM "operations"